/* Publication Type and Seperator in the Publication Picker */
"   BIBLE DVD" = "   BIBEL-DVD (ASL)";

/* Publication Type and Seperator in the Publication Picker */
"   BOOKS" = "   BÖCKER";

/* Publication Type and Seperator in the Publication Picker */
"   BROCHURES" = "   BROSCHYRER";

/* Publication Type and Seperator in the Publication Picker */
"   CAMPAIGN TRACTS" = "   KAMPANJVIKBLAD";

/* Publication Type and Seperator in the Publication Picker */
"   DVD" = "   DVD";

/* Publication Type and Seperator in the Publication Picker */
"   TRACTS" = "   VIKBLAD";

/* Apartment Number and street name represented by %1$@ as the apartment number and %2$@ as the street name */
"#%@ %@" = "#%1$@ %2$@";

/* House number and apartment number represented by %1$@ as the house number and %2$@ as the apartment number */
"%@ #%@" = "%1$@ #%2$@";

/* House number, apartment number and Street represented by %1$@ as the house number, %2$@ as the apartment number, notice the # before it that will be there as 'number ...' and then %3$@ as the street name */
"%@ #%@ %@ " = "%1$@ #%2$@ %3$@ ";

/* House number and Street represented by %1$@ as the house number and %2$@ as the street name */
"%@ %@" = "%2$@ %1$@";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month and %3$d as the year */
"%@ %@ %d" = "%1$@ %2$@ %3$d";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month %3$d as the day of the month and %4$d as the year */
"%@ %@ %d, %d" = "%1$@ %2$@ %3$d, %4$d";

/* Text used in the email that is sent to the congregation secretary, the \\n you see in the text are RETURN KEYS so that you can space multiple months apart from eachother */
"%@ Field Service Activity Report:\n" = "%@ Månadsrapport:\n";

/* You are localizing the time (I dont know if you need to even change this) as in '1 hour 34 minutes' or '2 hours 1 minute' %1$d is the hours number %2$@ is the label for hour(s) %3$d is the minutes number and 4$%@ is the label for minutes(s) */
"%d %@ %d %@" = "%1$d %2$@ %3$d %4$@";

/* Singular form of '1 Brochure: The Trinity' with the format '%d %@: %@', the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@: %@" = "%1$d %2$@: %3$@";

/* Plural form of '2 Brochures: The Trinity' with the format '%d %@s: %@' notice the 's' in the middle for the plural form, the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@s: %@" = "%1$d %2$@s: %3$@";

/* Number of months shown in the statistics view, setting title */
"%d Months Displayed" = "%d Visade månader";

/* 1, singular publication, shown as '%d publication' */
"%d publication" = "%d publikation";

/* more than one publications, shown as '%d publications' */
"%d publications" = "%d publikationer";

/* Short form of Bulk Magazine Placements for the Watchtower and Awake '%d: %@' */
"%d: %@" = "%1$d: %2$@";

/* (unknown street) Placeholder Section title in the Sorted By Calls view */
"(unknown street)" = "(Ingen adress)";

/* Tracts Publication Name (T-17) */
"A Peaceful New World-Will It Come?" = "Liv i en fridfull ny värld";

/* title for the marker when you have to manually set the location for a call */
"Acquiring Location..." = "Leta upp plats...";

/* Add a initial visit action buton */
"Add a initial visit" = "Lägg till ett första besök";

/* Add a placed publication action button in call view */
"Add a placed publication" = "Placerad litteratur";

/* Add a return visit action button */
"Add a return visit" = "Lägg till ett återbesök";

/* Button to click to add more information like phone number and email address */
"Add Additional Information" = "Lägg till annan info";

/* Button to click to add an additional user to MyTime */
"Add Additional User" = "Add Additional User";

/* Button to click to add an 'Additional Information' to calls */
"Add Custom Information" = "Add Custom Information";

/* Add Information title */
"Add Info" = "Lägg till Info";

/* Return Visit Notes Placeholder text */
"Add Notes" = "Anteckningar";

/* Action Button in the Day's Bulk Literature Placement View called 'Add placed publications' */
"Add placed publications" = "Lägg till placeringar";

/* Address label for call */
"Address" = "Adress";

/* cancel button */
"All Calls" = "Alla namn";

/* all publicaitons label for publication type */
"All Publications" = "Alla publikationer";

/* Book Publication Name (si) */
"All Scripture is Inspired" = "Hela Skriften är inspirerad  av Gud och nyttig";

/* Tracts Publication Name (T-27) */
"All Suffering Soon to End" = "Allt lidande snart slut!";

/* Footer in the 'Additional Information' for the entries that will always show in every call */
"Any rows below that you move up here will always show up in your calls" = "Any rows below that you move up here will always show up in your calls";

/* Short month name */
"Apr" = "apr";

/* Long month name */
"April" = "april";

/* Apartment/Floor Number */
"Apt/Floor" = "Lägenhet/Våning";

/* Multiple Users: question asked when the user wants to delete a user's data */
"Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?" = "Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?";

/* Statement to make the user realize that this will still save information, and acknowledge they are deleting a call */
"Are you sure you want to delete the call (the return visits and placed literature will still be counted)?" = "Är du säker att du vill radera denna post (återbesöken och placerad litteratur kommer fortfarande att räknas)?";

/* Short month name */
"Aug" = "aug";

/* Long month name */
"August" = "augusti";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Auxilliary Pioneer" = "Hjälppionjär";

/* Magizine Publication Name (g) */
"Awake" = "Vakna!";

/* More View Table Group Title */
"Backup" = "Säkerhetskopia";

/* More View Table backup your data */
"Backup using 'MyTime Backup'" = "Säkerhetskopiera med 'MyTime Backup'";

/* message displayed when someone wants to email me, I just want to make sure that they have read the website before asking a question */
"Because I might have received > 200 emails about a question, please read the Frequently Asked Questions section of the MyTime website before emailing me to ask a question.  Also, please read the existing feature request list before requesting a feature." = "Då jag fått över 200 e-brev om samma fråga, läs de vanligaste frågorna och dess svar (Frequently Asked Questions) på hemsidan för MyTime innan du skickar någon fråga.  Läs även vilka funktioner andra redan bett om innan du ber mig lgga till något.";

/* Book Publication Name */
"Bible" = "Bibeln";

/* Publication Type name */
"Bible DVD" = "Bibel-DVD";

/* Bible DVD Publication Name */
"Bible DVD: 1&2 Corinthians" = "Bible DVD: 1&2 Corinthians";

/* Bible DVD Publication Name */
"Bible DVD: Acts" = "Bibel-DVD: Apg. (ASL)";

/* Bible DVD Publication Name (1543) */
"Bible DVD: John" = "Bibel-DVD: Joh. (ASL)";

/* Bible DVD Publication Name (1542) */
"Bible DVD: Luke" = "Bibel-DVD: Luk. (ASL)";

/* Bible DVD Publication Name (1541) */
"Bible DVD: Mark" = "Bibel-DVD: Mark. (ASL)";

/* Bible DVD Publication Name (1540) */
"Bible DVD: Matthew" = "Bibel-DVD: Matteus";

/* Bible DVD Publication Name */
"Bible DVD: Romans" = "Bibel-DVD: Rom. (ASL)";

/* Bible Studies label on the Statistics View */
"Bible Studies" = "Bibelstudier";

/* Brochures Publication Name (hb) */
"Blood" = "Hur kan blod rädda…";

/* Publication Type name */
"Book" = "Bok";

/* Brochures Publication Name (ba) */
"Book for All" = "En bok för alla människor";

/* Publication Type name */
"Books" = "Böcker";

/* Publication Type name */
"Brochure" = "Broschyr";

/* Publication Type name */
"Brochures" = "Broschyrer";

/* More View Table Build Date */
"Build Date" = "Skapad datum";

/* Title for Bulk Placements view */
"Bulk Placements" = "Större placering";

/* Call main title when editing an existing call */
"Call" = "Besök";

/* Address title for address form */
"Call Address" = "Besöktes adress";

/* View title */
"Calls Sorted by City" = "Ortsordnade besök";

/* view title */
"Calls Sorted by Date" = "Datumordnade besök";

/* View title */
"Calls Sorted by Name" = "Namnordnade besök";

/* view title */
"Calls Sorted by Street" = "Adressordnade besök";

/* Publication Type name */
"Campaign Tract" = "Kampanjvikblad";

/* Publication Type name */
"Campaign Tracts" = "Kampanjvikblad";

/* Cancel button */
"Cancel" = "Avbryt";

/* Change Date action button for visit in call view */
"Change Date" = "Byt datum";

/* City */
"City" = "Ort";

/* button bar title */
"City Sorted" = "Ortsorterade";

/* This is the text that appears in the link of the email when you are transferring a call to another witness.  this is the link that they press to open MyTime */
"Click on this link from your iPhone/iTouch" = "Klicka på denna länken från din iPhone/iPod Touch";

/* Book Publication Name (cf) */
"Come Be My Follower" = "Come Be My Follower";

/* Tracts Publication Name (T-20) */
"Comfort for the Depressed" = "Tröst för de deprimerade";

/* Book Publication Name (cj) */
"Commentary on James" = "Commentary on James";

/* Book Publication Name (cn) */
"Concordance" = "Konkordans";

/* backup connected message */
"Connected to the Backup Application.\n\nUse it to create a backup or to restore a backup" = "Ansluten till 'MyTime Backup'.\n\nAnvänd den för att skapa eller återskapa en säkerhetskopia";

/* More View Table Group Title */
"Contact Information" = "Kontaktinformation";

/* initial message when trying to transfer backup files */
"Could not create %@ directory" = "Kan inte skapa %@ katalog";

/* More->Settings->Remove Custom Translation: error message if the custom translation file could not be removed */
"Could not remove custom translation" = "Could not remove custom translation";

/* 'Count' label for Number Picker; this is the label that is beside the number in the picker */
"Count:" = "Räkna:";

/* Settings label for the current user */
"Current User" = "Current User";

/* Title for field in the Additional Information for the user to create their own additional information field */
"Custom" = "Övrigt";

/* Book Publication Name (dp) */
"Daniel's Prophecy" = "Daniels profetia";

/* button bar title */
"Date Sorted" = "Datum sort.";

/* Call Metadata */
"Date/Time" = "Datim/Tid";

/* Short month name */
"Dec" = "dec";

/* Long month name */
"December" = "december";

/* Multiple Users: the default user name when the user has not entered a name for themselves
"Default User" = "Default User";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Delete All Data" = "Delete All Data";

/* Yes delete the call and the data */
"Delete and don't keep info" = "Radera utan att behålla information";

/* Delete Call button in editing mode of call view */
"Delete Call" = "Radera besök";

/* backup connected message */
"Disconnected from the Backup Application" = "Kontakten med 'MyTime Backup' är bruten";

/* Brochures Publication Name (na) */
"Divine Name" = "Guds namn";

/* Label for picking the location lookup type when they do not want the return visit to show up in the map */
"Do not show in map" = "Do not show in map";

/* Tracts Publication Name (T-25) */
"Do You Have an Immortal Spirit" = "Har vi en odödlig ande?";

/* Tracts Publication Name (T-71) */
"Does Fate Rule Our Lives" = "Styr ödet vårt liv?";

/* Brochures Publication Name (dg) */
"Does God Care" = "Bryr sig Gud om oss?";

/* Brochures Publication Name (je) */
"Doing God's Will" = "Doing God's Will";

/* Book Publication Name (cl) */
"Draw Close to Jehovah" = "Närma dig Jehova";

/* Publication Type name */
"DVD" = "DVD";

/* Publication Type name */
"DVD (not counted)" = "DVD (ej räknade)";

/* DVD Publication Name (9224) */
"DVD Drama: Bore Witness" = "DVD-Drama: De vittnade…";

/* DVD Publication Name  (9215) */
"DVD Drama: Noah/David" = "DVD: Noa/David";

/* DVD Publication Name (9215) */
"DVD Drama: Pursue Goals" = "DVD-Drama: Sätt upp mål…";

/* DVD Publication Name  */
"DVD Drama: Respect Authority" = "DVD-Drama: Respektera Jehovas…";

/* DVD Publication Name (9241) */
"DVD Drama: Submit to Authority" = "DVD-Drama: Varför man ska respektera teokratiska anordningar";

/* DVD Publication Name (9241) */
"DVD Drama: Troublesome Times/Boldly Witnessing" = "DVD-Drama: Varnande exempel i vår tid";

/* DVD Publication Name */
"DVD: Bible Stories" = "DVD: Min bok med bibliska berättelser";

/* DVD Publication Name (9232) */
"DVD: Bible Teach" = "DVD: Vad lär Bibeln";

/* DVD Publication Name (9220) */
"DVD: Family Happiness" = "DVD: Lyckligt familjeliv";

/* DVD Publication Name (9211) */
"DVD: God's Friend" = "DVD: Du kan vara Guds vän";

/* DVD Publication Name () */
"DVD: Great Teacher" = "DVD: Great Teacher";

/* DVD Publication Name (9202) */
"DVD: Greatest Man" = "DVD: Den största människan…";

/* DVD Publication Name (9218) */
"DVD: Keep on the Watch" = "DVD: Var ständigt vaksamma";

/* DVD Publication Name (1297) */
"DVD: Knowledge" = "DVD: Kunskapen som leder till evigt liv";

/* DVD Publication Name (9201) */
"DVD: Require" = "DVD: Vad kräver Gud?";

/* DVD Publication Name (9203) */
"DVD: Sing Praises Vol 1&2" = "DVD: Sjung lovsånger Vol 1&2";

/* DVD Publication Name (9229) */
"DVD: Sing Praises Vol 3" = "DVD: Sjung lovsånger Vol 3";

/* DVD Publication Name (9216) */
"DVD: Spirits of the dead" = "DVD: De dödas andar…";

/* DVD Publication Name (9221) */
"DVD: When someone you love dies" = "DVD: När någon du älskar dör";

/* DVD Publication Name (9213) */
"DVD: Worship God" = "DVD: Tillbe den ende sanne Guden";

/* Brochures Publication Name (ed) */
"Education" = "Jehovas vittnen och utbildning";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy" = "EEE d MMM yyyy";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy h:mma" = "EEE d MMM yyyy H:mm";

/* Call Metadata */
"Email" = "E-post";

/* This is text used in the statistics view where you click on the 'ActionSheet' button and it asks you what you want to do to email your congregation secretary your statistics where %@ is the placeholder for the month */
"Email %@ Report" = "E-posta rapporten för %@ ";

/* More View Table backup your data by emailing the data */
"Email backup" = "E-posta säkerhetskopia";

/* Email the call details to another MyTime user */
"Email Details" = "E-posta detaljer";

/* Months to email Information title */
"Email Report" = "E-posta rapporten";

/* Google Localized Language Name */
"en" = "sv";

/* More View Table Enable shown popups */
"Enable shown popups" = "Visa meddelanderutor";

/* Tracts Publication Name (T-21) */
"Enjoy Family Life" = "Ett lyckligt familjeliv";

/* Custom Information Placeholder before the user enters in what they want to call this field, like 'Son's name' or whatever */
"Enter Name Here" = "Skriv namn här";

/* Book Publication Name (ce) */
"Evolution or Creation" = "Liv - ett resultat…";

/* Book Publication Name (es) */
"Examining the Scriptures Daily" = "Examining the Scriptures Daily";

/* backup failed string */
"Failed advertising server" = "Misslyckad kontakt med servern";

/* failure message for starting the backup service */
"Failed creating server" = "Kunde inte skapa arkiv";

/* Book Publication Name (fy) */
"Family Happiness" = "Lyckligt familjeliv";

/* Book Publication Name (fl) */
"Family Life" = "Family Life";

/* Short month name */
"Feb" = "feb";

/* Long month name */
"February" = "februari";

/* Subject text for the email that is sent for the Field Service Activity report */
"Field Service Activity Report" = "Månadsrapport";

/* Button in More->settings that points the user to the bug tracking system */
"Found a bug?" = "Hittat ett fel?";

/* Book Publication Name (po) */
"God's Eternal Purpose" = "God's Eternal Purpose";

/* Brochures Publication Name (gf) */
"God's Friend" = "Du kan vara Guds vän";

/* Book Publication Name (ka) */
"God's Kingdom Has Approached" = "God's Kingdom Has Approached";

/* Book Publication Name (gm) */
"God's Word" = "Bibeln, Guds ord…";

/* Brochures Publication Name (gl) */
"Good Land" = "Se det goda landet";

/* Brochures Publication Name  */
"Good News for People of All Nations" = "Goda nyheter för människor av alla nationer";

/* Book Publication Name (gh) */
"Good News to Make You Happy" = "Good News to Make You Happy";

/* Brochures Publication Name (hp) */
"Government" = "Den regering som…";

/* Book Publication Name (gt) */
"Greatest Man Who Ever Lived" = "Den största människan…";

/* Brochures Publication Name (gu) */
"Guidance of God" = "Vägledning från Gud";

/* Book Publication Name (hp) */
"Happiness-How to Find It" = "Happiness-How to Find It";

/* Tracts Publication Name (T-74) */
"Hellfire-Is It Part of Divine Justice?" = "Ett brinnande helvete‚ ingår det i Guds rättvisa?";

/* Book Publication Name (hs) */
"Holy Spirit" = "Holy Spirit";

/* Singular form of the word hour */
"hour" = "timma";

/* Plural form of the word hours */
"hours" = "timmar";

/* 'Hours' ButtonBar View text, Label for the amount of hours spend in the ministry, and Expanded name when on the More view */
"Hours" = "Timmar";

/* House Number */
"House Number" = "Gatunummer";

/* Tracts Publication Name (rp) */
"How to Find the Road to Paradise" = "Hur man finner vägen till paradiset";

/* button that the user clicks when they have let their Yes mean Yes that they have read the website */
"I have read the webpage" = "Jag har läst hemsidan";

/* This is the text that appears in the link of the email when you are wanting to restore from a backup.  this is the link that they press to open MyTime */
"If you want to restore from your backup, click on this link from your iPhone/iTouch" = "Klicka på denna länk från din iPhone/iPod Touch om du vill återställa från säkerhetskopian";

/* Title in the 'Additional Information' for the entries that will always show in every call */
"Information Always Shown" = "Information Always Shown";

/* This is used to signify the first visit which is not counted as a return visit.  This is in the view where you get to pick the visit type */
"Initial Visit" = "Förstabesök";

/* Initial Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Initial Visit Notes" = "Förstabesök, anteckningar";

/* Book Publication Name (it) */
"Insight" = "Insikt";

/* Book Publication Name (ct) */
"Is there a Creator Who Cares About You?" = "Finns det en Skapare som bryr sig om oss?";

/* Book Publication Name (tl) */
"Is This Life All There Is?" = "Is This Life All There Is?";

/* Book Publication Name (ip-1) */
"Isaiah's Prophecy I" = "Jesajas profetia I";

/* Book Publication Name (ip-2) */
"Isaiah's Prophecy II" = "Jesajas profetia II";

/* Short month name */
"Jan" = "jan";

/* Long month name */
"January" = "januari";

/* Brochures Publication Name (jt) */
"Jehovah's Witnesses" = "Jehovas Vittnen…";

/* Tracts Publication Name (T-18) */
"Jehovah's Witnesses-What Do They Believe?" = "Vad tror Jehovas vittnen på?";

/* Tracts Publication Name (T-23) */
"Jehovah-Who Is He?" = "Jehova - vem är han?";

/* Tracts Publication Name (T-24) */
"Jesus Christ-Who Is He?" = "Jesus Kristus - vem är han?";

/* Short month name */
"Jul" = "juli";

/* Long month name */
"July" = "juli";

/* Short month name */
"Jun" = "juni";

/* Long month name */
"June" = "juni";

/* Brochures Publication Name (kp) */
"Keep on the Watch!" = "Var ständigt vaksamma!";

/* Book Publication Name (lv) */
"Keep Yourselves in Gods Love" = "Keep Yourselves in Gods Love";

/* Tracts Publication Name (T-26) */
"Know the Bible" = "Vill du veta mer om bibeln?";

/* Book Publication Name (kl) */
"Knowledge That Leads to Everlasting Life" = "Kunskapen som leder till evigt liv";

/* Brochures Publication Name (pc) */
"Lasting Peace" = "En värld utan krig";

/* Book Publication Name (te) */
"Learn From the Great Teacher" = "Learn From the Great Teacher";

/* Book Publication Name (kc) */
"Let Your Kingdom Come" = "Let Your Kingdom Come";

/* Book Publication Name (lp) */
"Life Does Have A Purpose" = "Life Does Have A Purpose";

/* Tracts Publication Name (T-15) */
"Life in a Peaceful New World" = "Liv i en fridfull ny värld";

/* Brochures Publication Name (le) */
"Life on Earth" = "Leva för evigt";

/* Book Publication Name (te) */
"Listen to the Great Teacher" = "Lyssna till den store läraren";

/* Book Publication Name (pe) */
"Live Forever in Paridise on Earth" = "Live Forever in Paridise on Earth";

/* Book Publication Name (jd) */
"Live With Jehovah's Day in Mind" = "Live With Jehovah's Day in Mind";

/* Label for picking the location lookup type */
"Locate using google Maps" = "Hitta via Google Maps";

/* Select Location informatio type Type title */
"Location" = "Plats";

/* title for the marker when you have to manually set the location for a call */
"Location Unavaliable, please move me" = "Flytta manuellt";

/* Brochures Publication Name (mn) */
"Look!" = "Se, jag gör allting nytt";

/* Publication Type name */
"Magazine" = "Tidskrift";

/* Publication Type name */
"Magazines" = "Tidskrifter";

/* Book Publication Name (sl) */
"Man's Salvation" = "Man's Salvation";

/* Book Publication Name (sh) */
"Mankind's Search for God" = "Människans sökande efter Gud";

/* Label for picking the location lookup type */
"Manually pick Location" = "Välj plats manuellt";

/* Mapped calls view title */
"Mapped Calls" = "Besök på karta";

/* Short month name */
"Mar" = "mars";

/* Long month name */
"March" = "mars";

/* Short/Long month name */
"May" = "maj";

/* Campaign Tract Publication Name (mi yearly tract) */
"Memorial Tract" = "Åminnelse-inbjudan";

/* Book Publication Name (sg) */
"Ministry School" = "Skolan i teokratisk…";

/* Singular form of the word minute */
"minute" = "minut";

/* Plural form of the word minutes */
"minutes" = "minuter";

/* Call Metadata */
"Mobile Phone" = "mobiltelefon";

/* Month singular */
"Month" = "Månad";

/* Title for selecting the number of months shown in the statistics view */
"Month Count" = "Antal månader";

/* Months plural */
"Months" = "Månader";

/* title for the marker when you have to manually set the location for a call */
"Move me" = "Flytta mig";

/* Yes roll over the extra minutes to the next month where %d is the placeholder for the number of minutes */
"Move to next month" = "För över till nästa månad";

/* Settings section header for the current user */
"Multiple User Settings" = "Multiple User Settings";

/* Book Publication Name (my) */
"My Book of Bible Stories" = "Min bok med bibliska berättelser";

/* Email subject line for the email that has your backup data in it */
"MyTime Application Data Backup" = "MyTime säkerhetskopia";

/* Subject text for the email that is sent for sending the details of a call to another witness */
"MyTime Call, open this on your iPhone/iTouch" = "MyTime besök, öppna detta från din iPhone/iPod Touch";

/* This message is displayed when someone clicks on a link in an email or a webpage which will open up mytime to either add a transfered call or restore from a backup */
"MyTime opened with invalid URL" = "MyTime öppnad med ogiltig URL";

/* More View Table MyTime Version */
"MyTime Version" = "MyTime version";

/* More View Table MyTime Website */
"MyTime Website" = "MyTime hemsida";

/* Name label for Call in editing mode */
"Name" = "Namn";

/* button bar title */
"Name Sorted" = "Namnsort.";

/* Book Publication Name (kj) */
"Nations Shall Know I am Jehovah" = "Nations Shall Know I am Jehovah";

/* Call main title when you are adding a new call */
"New Call" = "Nytt besök";

/* No dont delete the call */
"No" = "Nej";

/* NO for boolean switch in additional information */
"NO" = "NO";

/* return visit type name */
"Not At Home" = "Ej hemma";

/* Call Metadata */
"Notes" = "Anteckningar";

/* Short month name */
"Nov" = "nov";

/* Long month name */
"November" = "november";

/* Call Metadata */
"Number" = "Antal";

/* Number Placed label for the Number Picker for the number of publications placed */
"Number Placed:" = "Antal placerade:";

/* Short month name */
"Oct" = "okt";

/* Long month name */
"October" = "oktober";

/* OK button */
"OK" = "OK";

/* Section Title for Date Sorted Calls 'Oldest Return Visits First' */
"Oldest Return Visits First" = "Återbesök gjorda längst tillbaka först";

/* Book Publication Name (od) */
"Organized To Do Jehovah's Will" = "Organiserade…";

/* Title in the 'Additional Information' for the entries that can be added per call */
"Other Information" = "Other Information";

/* Book Publication Name (go) */
"Our Incoming World Government" = "Our Incoming World Government";

/* Brochures Publication Name (op) */
"Our Problems" = "Våra problem…";

/* Book Publication Name (pm) */
"Paradise Restored To Mandkind" = "Paradise Restored To Mandkind";

/* Call Metadata */
"Phone" = "Telefon";

/* Statistics button to allow you to pick months to email to the congregation secretary */
"Pick Months To Email" = "Välj månader att skicka";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Pioneer" = "Pionjär";

/* View Title and ButtonBar Title for the Day's Bulk Placed Publications */
"Placements" = "Placeringar";

/* Placements Group title for the Day's Bulk Literature Placements */
"Placements:" = "Placeringar:";

/* More View Table Donation request */
"Please Donate, help me help you" = "Hjälp mig utveckla MyTime genom frivilliga donationer";

/* Multiple Users: This message is displayed when fails to enter a username when there is more than one user in the system */
"Please enter a name since you have more than one user of MyTime" = "Please enter a name since you have more than one user of MyTime";

/* This is the warning message that shows up in the More->Settings->Multiple Users when you are editing the user */
"Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!" = "Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!";

/* More->Settings->Remove Custom Translation: confirmaiton message when you have applied the 'Remove Custom Translation' */
"Please quit MyTime to apply change" = "Please quit MyTime to apply change";

/* This message is displayed after a successful import of a call or a restore of a backup */
"Please quit mytime to complete the import/restore." = "Vänligen avsluta MyTime för att slutföra import/återställ.";

/* Information for the user to know what is going on with this and new releases */
"Please visit mytime.googlecode.com to see the FAQ and feature requests.\nA lot of work has been put into MyTime, if you find this application useful then you are welcome to donate.  Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)" = "Besök mytime.googlecode.com för att läsa FAQ och önskade funktioner.\n Om du uppskattar den här programvaran är du välkommen att bidra med en slant. Om du talar ett annat språk än engelska är du välkommen att hjälpa till med översättning. E-posta mig gärna (titta i Mer och inställningar)";

/* initial setup message beore we have advertized the backup service (this message needs to be a bit long because the alertView can not resize when first shown) */
"Please wait for the Backup Service to initalize...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Vänta tills 'MyTime Backup' startat, besök mytime.googlecode.com för mer information om säkerhetskopieringsprogrammet";

/* Confirmation message about enabling popup messages */
"Popup messages like this are now enabled to be shown once all throughout MyTime" = "Meddelanderutor som denna visas nu i MyTime";

/* Book Publication Name (jv) */
"Proclaimers" = "Jehovas vittnen - förkunnare…";

/* singular 'Publication' label for Number Picker; this is the label that is beside the number in the picker */
"Publication" = "Publikation";

/* 'Publications' label for Number Picker; this is the label that is beside the number in the picker */
"Publications" = "Publikationer";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Publisher" = "Förkunnare";

/* More->Settings view publisher type setting title */
"Publisher Type" = "Förkunnare typ";

/* Brochures Publication Name (pr) */
"Purpose of Life" = "Vad är meningen med livet?";

/* initial message when trying to transfer backup files */
"Pushed %@ translation file, restart MyTime to see the changes." = "Skickat %@ konverteringsfil. Starta om MyTime för att se ändringarna.";

/* More View Table Questions, Comments? Email me */
"Questions, Comments? Email me" = "Frågor eller kommentarer – e-posta mig";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC" = "Snabb beräkning";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC Hours" = "Snabb beräkning av timmar";

/* Book Publication Name (rs) */
"Reasoning" = "Resoneraboken";

/* 'Reload' navigation bar action button for the Mapped Calls view */
"Reload" = "Uppdatera";

/* More->Settings custom translation title */
"Remove Custom Translation" = "Remove Custom Translation";

/* Brochures Publication Name (rq) */
"Require" = "Kravbroschyren";

/* Yes restore from the backup please */
"Restore from Backup" = "Återställ från säkerhetskopia";

/* initial message when trying to transfer backup files */
"Restored Backup, restart MyTime to see the changes" = "Säkerhetskopian återskapad. Starta om MyTime för att se ändringarna";

/* return visit type name */
"Return Visit" = "Återbesök";

/* Return Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Return Visit Notes" = "Återbesök anteckningar";

/* Return Visits label on the Statistics View */
"Return Visits" = "Återbesök";

/* Book Publication Name (re) */
"Revelation Climax" = "Uppenbarelsebokens storslagna…";

/* Brochures Publication Name (ol) */
"Road to Life" = "Road to Life";

/* Yes round up where %d is a placeholder for the number of hours */
"Round Up to %d hours" = "Avrunda till %d timmar";

/* Brochures Publication Name (la) */
"Satisfying Life" = "Hur man kan få ett tillfredställande liv";

/* Brochures Publication Name (sj) */
"School" = "School";

/* Section Title when the user is searching */
"Search Results" = "Sökresultat";

/* email address for the congregation secretary */
"Secretary's email address" = "Sekreterarens e-postadress";

/* Title of the screen where you pick the publication type: Magazine, Book, tract... */
"Select %@" = "Välj %@";

/* Title for the view where you Pick A Date */
"Select Date" = "Välj datum";

/* Title for the view where you manually select the location for the call */
"Select Location" = "Välj plats";

/* 'Select Publication' Publication Picker title */
"Select Publication" = "Välj publikation";

/* Select Time Title for adding hours of field service to a particular day */
"Select Time" = "Välj tid";

/* Publication Type title */
"Select Type" = "Välj sort";

/* Multiple Users View title */
"Select User" = "Select User";

/* Send button like the send button in the email program, to send your field service activity report to the congregation secretary */
"Send" = "Skicka";

/* initial message when trying to transfer backup files */
"Sending Settings to the Backup Application" = "Skickar inställningar till 'MyTime Backup'";

/* Short month name */
"Sep" = "sep";

/* Long month name */
"September" = "september";

/* Service year total hours label */
"Service Year Total" = "Totalt under tjänsteåret";

/* 'Settings' ButtonBar View text and Statistics View Title */
"Settings" = "Inställningar";

/* button that the user clicks when they have not read the FAQ or feature request list */
"Show me the webpage" = "Visa hemsidan";

/* Book Publication Name (Ssb) */
"Sing Praises" = "Sjung lovsånger…";

/* View title */
"Sorted By ..." = "Sorted By ...";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Special Pioneer" = "PMSU";

/* Brochures Publication Name (sp) */
"Spirits of the Dead" = "De dödas andar…";

/* 'Start Time' navigation bar action button */
"Start Time" = "Starta tid";

/* Set this to 1 if your country abbreviates the state in all capital letters, otherwise set this to 0 */
"State in all caps" = "0";

/* State or Country */
"State or Country" = "Portkod";

/* 'Statistics' ButtonBar View text and Statistics View Title */
"Statistics" = "Statistik";

/* 'Stop Time' navigation bar action button */
"Stop Time" = "Stoppa tid";

/* Street */
"Street" = "Gata";

/* Street Sorted button title */
"Street Sorted" = "Adressort.";

/* Call Metadata */
"String" = "Sträng";

/* View title */
"Studies" = "Studier";

/* return visit type name */
"Study" = "Studium";

/* Book Publication Name (su) */
"Survival Into a New Earth" = "Survival Into a New Earth";

/* Tracts Publication Name (T-72) */
"The Greatest Name" = "Det största namnet";

/* Multiple Users: This message is displayed when the user is renaming their name and it matches another user's name */
"There is already a user with this name" = "There is already a user with this name";

/* This is the first part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"This return visit has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this call into MyTime.\n\nReturn Visit Details:\n" = "Detta besöket har lämnats över till dig. Nedan ser du detaljerna.  Om du använder programmet MyTime skall du öppna detta meddelande i din iPhone/iPod Touch och klicka på länken längst ned för att importera besöket till MyTime.\n\nÅterbesökets detaljer:\n";

/* This is a note displayed when they first see the Statistics View */
"This will show you your tabulated end of the month field service activity including:\nHours\nBooks\nBrochures\nMagazines\nStudies\n Please note that you will only see items that you have counts for." = "Detta ger dig en sammanställning över tjänsten för månaden inklusive:\ntimmar\nböcker\nbroschyrer\ntidskrifter\nstudier\n Observera att du bara ser de placeringar som du har matat in.";

/* Time for %@ Group title on the Statistics View where %@ is the month of the year */
"Time for %@" = "Timmar under %@";

/* Hours view prompt when you press the start time button */
"Time started at: %@" = "Tjänsten började: %@";

/* This is a note displayed when they first see the non editable call view */
"Touch the Edit button to add a return visit or you can see where your call is located by touching the address of your call" = "Klicka på Ändra-knappen för att lägga till ett återbesök. Klicka på adressen för att se återbesöket på kartan";

/* Publication Type name */
"Tract" = "Traktat";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Transfer, and Delete" = "För över och radera";

/* return visit type name when this call is transfered from another witness */
"Transfered Not At Home" = "Överförd 'Ej hemma'";

/* return visit type name when this call is transfered from another witness */
"Transfered Return Visit" = "Överfört återbesök";

/* return visit type name when this call is transfered from another witness */
"Transfered Study" = "Överfört studium";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Traveling Servant" = "Resande tillsyningsman";

/* Brochures Publication Name (ti) */
"Trinity" = "Treeningheten…";

/* Book Publication Name (tp) */
"True Peace and Security" = "True Peace and Security";

/* Book Publication Name (tr) */
"Truth That Leads to Eternal Life" = "Truth That Leads to Eternal Life";

/* Return visit type label */
"Type" = "Slag av besök";

/* Book Publication Name (uw) */
"United in Worship" = "United in Worship";

/* Sorted by Street Calls view section title for an unknown street */
"Unknown" = "Ingen adress";

/* Call Metadata */
"URL" = "URL";

/* This is a very important message that is at the end of the email used to transfer a call to another witness or if you are just emailing a backup to yourself, it verifies that all of the data is contained in the email, if it is not there then all of the data is not in the email and something bad happened :( */
"VERIFICATION CHECK: all data was contained in this email" = "SÄKERHETSKONTROLL: alla uppgifter följde med i detta brev";

/* More View Table Group Title */
"Version" = "Version";

/* Title for the view where you write notes for a call */
"Visit Notes" = "Anteckningar";

/* Return Visit Type title */
"Visit Type" = "Typ av besök";

/* initial message when trying to transfer backup files */
"Waiting for the Backup Application to connect...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Väntar på att 'MyTime Backup' ska ansluta…\n\nFör mer information - gå till mytime.googlecode.com";

/* Magizine Publication Name (w) */
"Watchtower" = "Vakttornet";

/* Tracts Publication Name (T-14) */
"What Do Jehovah's Witnesses Believe?" = "Vad tror Jehovas vittnen på?";

/* Book Publication Name (bh) */
"What Does the Bible Teach?" = "Vad lär Bibeln?";

/* Tracts Publication Name (T-16) */
"What Hope for Dead Loved Ones?" = "Vilket hopp finns det för våra nära och kära…";

/* Brochures Publication Name (we) */
"When Someone Dies" = "När någon du älskar dör";

/* This is the section title for transferred calls in the view that allows you to select a visit type for your call */
"When Transfered To You:" = "Överfördes till dig:";

/* Brochures Publication Name (ie) */
"When We Die" = "Vad händer med oss när vi dör?";

/* Tracts Publication Name (T-73) */
"Who Are Jehovah's Witnesses?" = "Vilka är Jehovas vittnen?";

/* Tracts Publication Name (T-22) */
"Who Really Rules the World?" = "Vem styr egentligen den här världen?";

/* Brochures Publication Name (wj) */
"Why Worship God" = "Varför man bör tillbe gud…";

/* Tracts Publication Name (T-13) */
"Why You Can Trust the Bible" = "Varför man kan lita på bibeln";

/* Tracts Publication Name (T-19) */
"Will This World Survive?" = "Kommer den här världen att bestå?";

/* Brochures Publication Name (wi) */
"World Without War" = "En värld utan krig…";

/* Book Publication Name (ws) */
"Worldwide Security" = "Worldwide Security";

/* Book Publication Name (wt) */
"Worship the Only True God" = "Worship the Only True God";

/* Campaign Tract Publication Name (kt) */
"Would You Like To Know the Truth?" = "Kan man få svar på livets stora frågor?";

/* If the publisher has 1 hour 14 minutes, this question shows up in the statistics view if they click on the hours for a month, this question is asking them if they want to round up or roll over the minutes */
"Would you like to move %d minutes from the month of %@ to the next month? Or, round up to %d hours for %@?\n(This will change the time that you put in the Hours view so you can undo this manually)" = "Vill du överföra %1$d minuter från %2$@ till nästa månad? Eller, avrunda uppåt %3$d timmar för %4$@?\n(Detta kommer att ändra tiden i Timmarvyn så att du kan ändra det manuellt)";

/* Yes delete the call */
"Yes" = "Ja";

/* YES for boolean switch in additional information */
"YES" = "YES";

/* Transferr this call from another user */
"Yes, add call" = "Ja, lägg till besök";

/* Call Metadata */
"YES/NO Switch" = "YES/NO Switch";

/* This is the second part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"You are able to import this call into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n" = "Du kan importera detta besök till MyTime om du i din iPhone/iPod Touch klickar på länken nedan.  I slutet av detta brev finns en  \"SÄKERHETSKONTROLL:\" direkt efter länken. Den kontrollerar att allt följde med detta brev\n";

/* This is the body of the email that is sent when you go to More->Settings->Email Backup */
"You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n\nWARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP\n\n" = "Du kan återskapa säkerhetskopian till MyTime om du i din iPhone/iPod Touch klickar på länken nedan.  I slutet av detta brev finns en  \"SÄKERHETSKONTROLL:\" direkt efter länken. Den kontrollerar att allt följde med detta brev\n\nVARNING: OM DU KLICKAR PÅ LÄNKEN NEDAN RADERAS ALLA NUVARANDE UPPGIFTER OCH SÄKERHETSKOPIAN FRÅN DATORN LÄGGS PÅ DIN iPhone/iPod Touch\n\n";

/* This message gets displayed when the user is trying to add a call from an email when the call was transferred from another iphone/itouch */
"You are trying to import a call into MyTime, are you sure you want to do this?" = "Du försöker importera ett besök till MyTime. Är du säker på att du vill göra det?";

/* This message gets displayed when the user is trying to restore from a backup from the email program */
"You are trying to restore all MyTime data from a backup, are you sure you want to do this?  THIS WILL DELETE ALL OF YOUR CURRENT DATA" = "Du försöker återskapa säkerhetskopian till MyTime från en dator. Är du säker på att du vill göra det?  DETTA KOMMER ATT RADERA ALLA NUVARANDE UPPGIFTER";

/* This message is displayed when the user clicks on a Call then clicks on Edit and clicks on the \"Action\" button at the top left of the screen */
"You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime." = "Du kan skicka detta besök till någon annan. Detta kommer att radera besöket för dig, men behålla all statistik. Vittnet som får detta brev får en länk för att lägga till besöket till MyTime.";

/* Book Publication Name (ype-1) */
"Young People Ask 1" = "Ungdomar frågar… 1";

/* Book Publication Name (ype-2) */
"Young People Ask 2" = "Ungdomar frågar… 2";

/* Tracts Publication Name (yi) */
"Your Life" = "Your Life";

/* Book Publication Name (yy) */
"Your Youth" = "Your Youth";

